film = [
    {
        'name': 'Закованная фильмой',
        'year': 1918,
        'rating': 6.7,
        'text': 'Немой художественный фильм режиссёра Никандра Туркина по сценарию Владимира Маяковского. Фильм снят в Петрограде на студии "Нептун". Частично утерян.',
        'link': 'https://youtu.be/nMiLpo03reg',
        'poster': 'poster0.jpg',
    },
    {
        'name': 'Барышня и хулиган',
        'year': 1918,
        'rating': 7.5,
        'text': 'Место действия рассказа перенесено в дореволюционную Россию. Рассказ подвергся существенным переделкам. Маяковский сделал акцент на противоречиях в характере героя: сочетание анархо-индивидуалистического бунтарства с трогательной самоотверженной любовью к учительнице.',
        'link': 'https://youtu.be/dz25sFggR-E',
        'poster': 'poster1.jpg'
    },
    {
        'name': 'Не для денег родившийся',
        'year': 1918,
        'rating': 'Неизвестно',
        'text': 'Утерянный российский немой фильм 1918 года, выполненный в жанре драмы. Известен тем, что главную роль в нём сыграл Владимир Маяковский. Премьера фильма состоялась 2 июля 1919 в Чите. Вероятно, фильм был безвозвратно утрачен в блокадном Ленинграда во время Великой Отечественной Войны.',
        'link': 'http://online.kinoshi.net/drugoe/26191-online_kinoshi_net-ne-dlya-deneg-rodivshiysya.html',
        'poster': 'poster2.jpg'
    }

]